Repository: Pedromrsa/Indoor-Navigation-FrontOffice
Catalog: App/IndoorMappingApp/Resources/Strings/AppResources.*.resx
Languages: pt

# AccountSettings_Title
source: Account Settings
pt: Definições de Conta

# Button_AvailableRoutes
source: Available Routes
pt: Percursos Disponíveis

# Button_Enter
source: Enter
pt: Entrar

# Button_ForgotPassword
source: Forgot Password?
pt: Esqueceu-se da Palavra-passe?

# Button_Options
source: Options
pt: Opções

# Button_Register
source: Register
pt: Registar

# Button_SaveChanges
source: Save Changes
pt: Guardar Alterações

# Button_SendFeedback
source: Send Feedback
pt: Enviar Feedback

# Entry_Email_Placeholder
source: ISEP E-mail
pt: E-mail ISEP

# Entry_Password_Placeholder
source: Password
pt: Palavra-passe

# FeedbackOptions_Title
source: Feedback Options
pt: Opções de Feedback

# Label_ChooseDestination
source: Choose a destination:
pt: Escolhe um destino:

# Label_ConfirmPassword
source: Confirm Password
pt: Confirmar Palavra-passe

# Label_DontHaveAccount
source: Don’t have an account?
pt: Não tem conta?

# Label_IsepNumber
source: ISEP Number
pt: Número ISEP

# Label_IsepNumber_Feedback
source: ISEP Number
pt: Número ISEP

# Label_Language
source: Language
pt: Língua

# Label_LogoText
source: Project Logo
pt: Logótipo do Projeto

# Label_NewPassword
source: New Password
pt: Nova Palavra-passe

# Label_PathRelated
source: Is this message related to any path?
pt: Esta mensagem está relacionada com algum percurso?

# Label_PhysicalLimitation
source: Physical Limitation
pt: Limitação Física

# LoginPage_Label_Login
source: Login
pt: Iniciar Sessão

# LoginPage_Title
source: Login
pt: Iniciar Sessão

# MainMenuPage_Label_RouteInfo
source: (e.g. “Current route…”)
pt: (e.g. “Percurso atual…”)

# MainMenuPage_Title
source: Main Menu
pt: Menu Principal

# MenuPage_Button_LoginPrompt
source: Login
pt: Iniciar Sessão

# MenuPage_Button_Portuguese
source: Portuguese
pt: Português

# MenuPage_Button_RegisterTitle
source: Register
pt: Registar

# MenuPage_Button_TryAsGuest
source: Try as Guest
pt: Experimentar como Convidado

# Option1_Text
source: The path x seems very optimal.
pt: O percurso x parece muito otimizado.

# Option2_Text
source: The path x is always full of people.
pt: O percurso x está sempre cheio de pessoas.

# Option3_Text
source: This app is too slow to work on a daily basis.
pt: Esta app é demasiado lenta para uso diário.

# Option4_Text
source: The neurolink is not working properly.
pt: O neurolink não está a funcionar corretamente.

# Option5_Text
source: My position on the map is inaccurate.
pt: A minha posição no mapa está incorreta.

# OptionsPage_Title
source: Options
pt: Opções

# Options_AccountSettings
source: Account Settings
pt: Definições de Conta

# Options_GiveUsFeedback
source: Give us Feedback
pt: Dê Feedback

# Options_Logout
source: Log Out
pt: Terminar Sessão

# Options_PathProblems
source: Path Problems? Share them.
pt: Problemas no Percurso? Partilhe-os.

# PathProblems_Button_SendWarning
source: Send warning
pt: Enviar alerta

# PathProblems_Checkbox_Obstruction
source: Obstruction in the path.
pt: Obstrução no percurso.

# PathProblems_Checkbox_OtherProblem
source: Other problem.
pt: Outro problema.

# PathProblems_IsepNumber
source: ISEP Number
pt: Número ISEP

# PathProblems_ObstructionInstruction
source: Please select the option that corresponds to the obstruction.
pt: Selecione a opção que corresponde à obstrução.

# PathProblems_OtherProblem_Placeholder
source: Please tell what’s the other problem
pt: Indique qual é o outro problema

# PathProblems_Picker_SelectElevator
source: Select Broken Elevator...
pt: Selecione o Elevador Avariado…

# PathProblems_Picker_SelectPath
source: Select Path...
pt: Selecione o Percurso…

# PathProblems_ProjectLogo
source: Project Logo
pt: Logótipo do Projeto

# PathProblems_SelectElevator
source: Select Elevator
pt: Selecionar Elevador

# PathProblems_Title
source: Path Problems
pt: Problemas de Percurso

# PathProblems_WhatPathQuestion
source: What path has the problem?
pt: Em que percurso ocorreu o problema?

# Picker_Language_English
source: English
pt: Inglês

# Picker_Language_Portuguese
source: Portuguese
pt: Português

# Picker_Limitation_None
source: None
pt: Nenhuma

# Picker_Limitation_Paraplegic
source: Paraplegic
pt: Paraplégico

# Picker_Limitation_Quadriplegic
source: Quadriplegic
pt: Quadriplégico

# Picker_Path_No
source: No
pt: Não

# Picker_Path_Title
source: Select your option
pt: Selecione uma opção

# Picker_Path_Yes_X
source: Path x \ Yes
pt: Percurso x \ Sim

# Picker_Path_Yes_Y
source: Path y \ Yes
pt: Percurso y \ Sim

# RecoverAccount_Button_BackToLogin
source: Back to Login
pt: Voltar ao Início de Sessão

# RecoverAccount_Button_Confirm
source: Confirm
pt: Confirmar

# RecoverAccount_Button_SendEmail
source: Send Email
pt: Enviar E-mail

# RecoverAccount_Label_EnterEmail
source: The email provided does not have a registered account.
pt: Por favor, forneça o e-mail associado à sua conta.

# RecoverAccount_Label_EnterToken
source: We’ve sent you a verification token. Please enter it below.
pt: Enviámos-lhe um token de verificação. Por favor, introduza-o abaixo.

# RecoverAccount_Label_Instructions
source: A mail will be sent to your email box with instructions to change the password.
pt: Será enviado um e-mail com instruções para alterar a palavra-passe.

# RecoverAccount_Placeholder_Email
source: ISEP E-mail
pt: E-mail ISEP

# RecoverAccount_Placeholder_Token
source: Verification token
pt: Token de verificação

# RecoverAccount_Title
source: Recover Account
pt: Recuperar Conta

# RecoverPassword_Button_BackToLogin
source: Forgot Password?
pt: Voltar ao Início de Sessão

# RecoverPassword_Button_Change
source: Change Password
pt: Alterar Palavra-passe

# RecoverPassword_Label_CreateNew
source: Create a New Password
pt: Crie uma Nova Palavra-passe

# RecoverPassword_Label_Header
source: Password Recovery
pt: Recuperação de Palavra-passe

# RecoverPassword_MismatchMessage
source: Passwords don’t match!
pt: As palavras-passe não coincidem!

# RecoverPassword_Placeholder_Confirm
source: Confirm Password
pt: Confirmar Palavra-passe

# RecoverPassword_Placeholder_New
source: New Password
pt: Nova Palavra-passe

# RecoverPassword_Title
source: Password Recovery
pt: Recuperação de Palavra-passe

# RegisterPage_Button_AlreadyHave
source: Already have an account? Login
pt: Já tem uma conta? Iniciar Sessão

# RegisterPage_Button_Register
source: Register
pt: Registar

# RegisterPage_Label_Header
source: Register
pt: Registar

# RegisterPage_Picker_LimitationTitle
source: Select physical limitation
pt: Selecione a limitação física

# RegisterPage_Placeholder_Email
source: Enter your ISEP E-mail
pt: Introduza o seu E-mail ISEP

# RegisterPage_Placeholder_Name
source: Enter your full name
pt: Introduza o seu nome completo

# RegisterPage_Placeholder_Password
source: Enter password
pt: Introduza a palavra-passe
